"use client"
const aboutUs = () => {

  return (
    <div className="px-10 py-5 align-middle">
      <p className="text-heading3-bold my-10">
     درباره ما
      </p>
      <p className="text-base-medium my-10 leading-[42px]">
   برند هفن از پاییز ۱۴۰۳ فعالیت خود را با یک کالکشن محدود که با تمرکز بر کیفیت بی‌نظیر و طراحی‌های کاربردی تهیه گردیده آغاز کرد. این برند در تلاش است تا استایلی زیبا، شیک و در عین حال راحت را برای شما به ارمغان آورد.
   ما به‌دنبال ارائه محصولاتی هستیم که نه تنها با طراحی‌های مدرن و جذاب خود چشم‌نواز باشند، بلکه به‌طور کامل با نیازهای روزمره شما هم‌خوانی داشته باشند.
   هر محصول هفن با دقت و وسواس خاصی از مواد اولیه مرغوب و استانداردهای جهانی تولید می‌شود تا همزمان با حفظ کیفیت بالا، راحتی و دوام را برای شما به ارمغان آورد. 
   از یک روز کاری گرفته تا لحظات استراحت و تفریح. هفن به شما این امکان را می‌دهد که همیشه در عین راحتی، ظاهری خاص و منحصر به فرد داشته باشید.
   </p>
    </div>
  )
}

export default aboutUs